http/test.http

POST http://www.dataaccess.com/webservicesserver/NumberConversion.wso
Content-Type: text/xml; charset=utf-8
SOAPAction: "http://www.dataaccess.com/webservicesserver/NumberConversion.wso/NumberToWords"

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <NumberToWords xmlns="http://www.dataaccess.com/webservicesserver/">
      <ubiNum>123</ubiNum>
    </NumberToWords>
  </soap:Body>
</soap:Envelope>



